{"name": [" Collavini Pinot Grigio", " Ruffino Prosecco Rose DOC", " Josh Cellars Pinot Grigio", " Louis M. Martini Sonoma County Cabernet Sauvignon", " Ogier Cotes Du Ventoux Rose AOC"], "regular_price": ["16.55", "20.00", "19.95", "25.95", "15.85"], "sale_price": ["14.55", "18.00", "17.95", "23.95", "13.85"], "rating": ["4.5", "5.0", "4.5", "4.1", "4.4"], "reviews": ["(6)", "(2)", "(17)", "(27)", "(7)"], "size": ["  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle "], "description": ["This pinot grigio is a customer favourite, and it's easy to see why. It's pale straw, with inviting aromas of lemon, pear, and apple. The palate offers flavours of apricot, grapefruit and a hint of honey. It's light-bodied and crisp, with a palate-cleansing finish. Pair with mushroom risotto or grilled shrimp.", "Ruffino has been at the forefront of Italian winemaking since 1877. This lovely prosecco rosé is light pink and expresses approachable notes of strawberry, rose petals, red berries, and peach. A refreshingly crisp finish caps the medium-bodied and flavourful palate. Pair with grilled fish over a bed of rice.", "Josh Cellars is a renowned brand created to celebrate the founder's father. This delicious California Pinot Grigio is a new addition to their range of wines. It's fresh and bright, with flavours of quince, yellow berries backed up by hints of nuts and fresh bread. Sip on its own, or pair with grilled chicken or fish.", "This is a wine that hangs its hat on providing a good-quality Cali Cab at an approachable price point. There's a lot to value here: generous ripe dark fruit, toasty oak, nutty and chocolate notes, with a fresh feel. Pair this with rib-eye steak.", "From the south of the Rhône valley comes this bright summer sipper. It pours a delicate salmon colour followed by aromas that suggest watermelon, fresh bread with floral, red pear and plum notes. These juicy flavours continue on the extra dry palate with hints of melon and red plum, leading to a pleasant finish."], "category": ["White Wine", "Rosé & Red Sparkling Wine", "White Wine", "Red Wine", "Rose Wine"], "alcohol_vol": ["12.5%", "11%", "12.5%", "14%", "12.5%"], "made_in": [" Veneto,   Italy ", " Friuli,   Italy ", " California,   United States ", " California,   United States ", " Rhône,   France "], "by": ["Collavini", "Ruffino Srl Wines", "Josh Cellars", "Louis M. Martini", "Ogier"], "varietal": ["Pinot Grigio", "Sparkling", "Pinot Grigio", "Cabernet Sauvignon", "Rosé"], "lat": [45.6476663, 45.4413, 36.7014631, 36.7014631, 45.8802348], "lon": [11.8665254, 11.59666, -118.755997, -118.755997, 4.564533629559522], "Savings": [2.0, 2.0, 2.0, 2.0, 2.0]}